FemDesign.Results.LineConnectionForce
FemDesign "Line connection forces" result

FemDesign.Results.LineConnectionForce.Id
Identifier "No."

FemDesign.Results.LineConnectionForce.ElementId
Finite element identifier

FemDesign.Results.LineConnectionForce.NodeId
Finite element node id

FemDesign.Results.LineConnectionForce.Fx
Local Fx'

FemDesign.Results.LineConnectionForce.Fy
Local Fy'

FemDesign.Results.LineConnectionForce.Fz
Local Fz'

FemDesign.Results.LineConnectionForce.Mx
Local Mx'

FemDesign.Results.LineConnectionForce.My
Local My'

FemDesign.Results.LineConnectionForce.Mz
Local Mz'

FemDesign.Results.LineConnectionForce.Fr
Force resultant

FemDesign.Results.LineConnectionForce.Mr
Moment resultant

FemDesign.Results.LineConnectionForce.CaseIdentifier
Load case or combination name